Repository: rhabbachi/ckanext-issues
Catalog: ckanext/issues/i18n/*/LC_MESSAGES/ckanext-issues.po
Languages: fr

source: User {0} not authorized for action on issue {1}
fr: L'utilisateur {0} n'est pas autorisé à intervenir sur le problème {1}

source: User {0} not authorized for action
fr: L'utilisateur {0} n'est pas autorisé à intervenir

source: User {user} not authorized for action on issue {issue}
fr: L'utilisateur {user} n'est pas autorisé à intervenir sur le problème {issue}

source: Issues have not been enabled for this dataset
fr: La gestion des problèmes n'est pas active sur ce jeu de données

source: Dataset not found
fr: Jeu de données non trouvé

source: Unauthorized to view issues for this dataset
fr: Vous n'êtes pas autorisés à consulter les problèmes associés à ce jeu de données

source: Issues have not been enabled for this organization
fr: La gestion des problèmes n'est pas activée pour cette organisation

source: Unauthorized to view issues for this organization
fr: Vous n'êtes pas autorisés à consulter les problèmes liés à cette organisation

source: Please login to add a new issue
fr: Authentifiez-vous pour ajouter un problème

source: Not authorized to add a new issue
fr: Vous n'êtes pas autorisé à ajouter un problème

source: title
fr: titre

source: Please enter a title
fr: Entrer un titre

source: Your issue has been registered, thank you for the feedback
fr: Votre problème a bien été enregistré, merci pour votre retour

source: Issue not found: {0}
fr: Problème non trouvé: {0}

source: Invalid request
fr: Requête invalide

source: Not authorized
fr: Non autorisé

source: Comment cannot be empty
fr: Le commentaire ne peut pas être vide

source: Issue closed
fr: Problème clôturé

source: Issue re-opened
fr: Problème ré-ouvert

source: Unauthorized to delete issue {0}
fr: Vous n'êtes pas autorisé à effacer le problème {0}

source: Issue has been deleted.
fr: Le problème a été effacé.

source: User {0} does not exist
fr: L'utilisateur {0} n'existe pas

source: Assigned to %s
fr: Assigné à %s

source: Unauthorized to assign users to issue
fr: Vous n'êtes pas autorisés à assigner des utilisateurs aux problèmes

source: You must be logged in to report issues
fr: Vous devez être authentifiés pour soumettre des problèmes

source: Report acknowledged.
fr: Rapport reçu.

source: Marked as abuse/spam.
fr: Marqué comme abus/spam.

source: Issue is visible.
fr: Le problème est visible.

source: Issue is invisible to normal users.
fr: Le problème n'est pas visible les utilisateurs normaux.

source: Issue reported to an administrator
fr: Problème notifié à un administrateur

source: You must be logged in to report comments
fr: Vous devez être authentifiés pour soumettre des commentaires

source: Comment is visible.
fr: Le commentaire est visible.

source: Comment is invisible to normal users.
fr: Le commentaire n'est pas visible pour les utilisateurs normaux.

source: Comment has been reported to an administrator
fr: Le commentaire a été notifié à un administrateur

source: Issue report cleared
fr: Rapport de problème résolu

source: You must be logged in clear abuse reports
fr: Vous devez être authentifiés pour résoudre les rapports

source: Spam/abuse report cleared
fr: Rapport de spam/abus résolu

source: You must be logged in to clear abuse reports
fr: Vous devez être authentifiés pour résoudre les rapports

source: Validation error: {0}
fr: Erreur de validation: {0}

source: Organization not found
fr: Organisation non trouvée

source: You must be logged in to moderate issues
fr: Vous devez être authentifié pour gérer les problèmes

source: Issue permanently hidden
fr: Problème caché de façon permanente

source: All issue reports cleared
fr: Tous les rapports de problèmes sont résolus

source: You must be logged in to moderate comment
fr: Vous devez être authentifié pour gérer un commentaire

source: Comment permanently hidden
fr: Commentaire caché de façon permanente

source: All comment reports cleared
fr: Tous les rapports de commentaires sont résolus

source: No description provided
fr: Pas de description fournie

source: [%s Issue] %s
fr: [Problème %s ] %s

source: Issue does not exist
fr: Le problème n'existe pas

source: Issue marked as spam/abuse
fr: Problème marqué comme spam/abus

source: Issue has already been reported by this user
fr: Le problème a déjà été rapporté par cet utilisateur

source: {0} is not a valid status
fr: {0} n'est pas un statut valide

source: Not found
fr: Non trouvé

source: Dataset
fr: Jeu de données

source: Organization
fr: Organisation

source: Issue not found
fr: Problème non trouvé

source: Issue Comment not found
fr: Commentaire non trouvé

source: No matches found
fr: Pas de correspondances trouvées

source: Start typing…
fr: Commencez à taper…

source: Input is too short, must be at least one character
fr: L'entrée est trop courte, elle doit contenir au moins un caractère

source: New Issue
fr: Nouveau Problème

source: The form contains invalid entries:
fr: Le formulaire contient des entrées invalides:

source: Title
fr: Titre

source: Add a comment
fr: Ajouter un commentaire

source: Cancel
fr: Annuler

source: Create
fr: Créer

source: All Issues
fr: Tous les problèmes

source: There are currently no issues
fr: Il n'y a aucun problème actuellement

source: Datasets
fr: Jeux de données

source: Issues
fr: Problèmes

source: What are issues?
fr: Quels sont les problèmes?

source: Issues are the system for getting feedback about datasets.
fr: Les problèmes sont le mécanisme pour soumettre un retour sur les jeux de données.

source: Reported issues
fr: Problèmes rapportés

source: Organizations
fr: Organisations

source: Not abuse
fr: Pas un abus

source: updated
fr: mis à jour

source: %s comments
fr: %s commentaires

source: Spam/Abuse - hidden from normal users
fr: Spam/Abus - caché pour les utilisateurs normaux

source: Reported by you to admins
fr: Rapporté par vous aux administrateurs

source: Status
fr: Statut

source: Visibility
fr: Visibilité

source: Confirm Delete
fr: Confirmation d'effacement

source: Are you sure you want to delete issue - {0}?
fr: Etes-vous sur de vouloir effacer le problème - {0}?

source: Search issues...
fr: Recherche de problèmes…

source: No issues
fr: Pas de problèmes

source: Edit Issue
fr: Editer le problème

source: Update
fr: Mise à jour

source: {number} issue found
fr: {number} problème trouvé

source: Owner
fr: Propriétaire

source: commented
fr: commenté

source: Report abuse
fr: Rapporter un abus

source: You have reported this as abuse, cancel the report
fr: Vous have rapporté ceci comme un abus, annuler le rapport

source: Flag
fr: Marque

source: Mark as spam/abuse
fr: Marqué comme spam/abus

source: Mark as NOT spam/abuse
fr: Marqué comme NON spam/abus

source: Not spam/abuse
fr: Non spam/abus

source: user reports this is spam/abuse
fr: l'utilisateur rapporte qu'il s'agit d'un spam/abus

source: Hidden from normal users
fr: Caché pour les utilisateurs normaux

source: Moderated
fr: Géré

source: opened this issue
fr: a ouvert ce problème

source: {number} comment
fr: {number} commentaire

source: Leave a comment
fr: Laisser un commentaire

source: You can use Markdown formatting here
fr: Vous pouvez utiliser le format Markdown ici

source: Are you sure you want to delete this issue?
fr: Etes-vous sur que vous voulez effacer ce problème?

source: Please Confirm Action
fr: Confirmer l'action

source: Delete
fr: Effacer

source: Close
fr: Fermer

source: Re-open
fr: Ré-ouvrir

source: Comment
fr: Commentaire

source: Login to comment
fr: Authentifiez-vous pour commenter

source: All issues of dataset
fr: Tous les problèmes du jeu de données

source: All issues of this dataset
fr: Tous les problèmes de ce jeu de données

source: Assignee
fr: Personne affectée

source: This issue has been assigned to an administrator for the publisher
fr: Ce problème a été affecté à un administrateur de l'éditeur

source: No one
fr: Personne

source: Change Assignee
fr: Changer l'affectation

source: Username
fr: Nom d'utilisateur

source: Assign
fr: Affecter

source: A user
fr: Un utilisateur

source: has added a comment to one of your issues on
fr: a ajouté un commentaire à un de vos problèmes concernant

source: The dataset is
fr: Le jeu de données est

source: The issue is
fr: Le problème est

source: The comment is
fr: Le commentaire est

source: In order to respond to the comment, please see the issue at
fr: Pour pouvoir répondre au commentaire, consulter le problème à

source: Once the issue has been resolved, click 'Close issue'.
fr: Une fois que le problème est résolu, clicker sur 'Clôturer le problème'.

source: Thank you
fr: Merci

source: The
fr: Le

source: team
fr: équipe

source: Message sent by
fr: Message envoyé par

source: On open data portal
fr: Sur le portail de données ouvertes

source: a user has raised an issue with one of the datasets from organization
fr: un utilisateur a soulevé un problème sur un des jeux de données de l'organisation

source: for which you are an
fr: pour laquelle vous êtes un

source: The dataset is:
fr: Le jeu de données est:

source: The issue is:
fr: Le problème est:

source: Please correct the problem or add an initial comment about the issue at:
fr: Corriger le problème ou ajouter un commentaire sur ce problème à:

source: Thank you,
fr: Merci,

source: {number} issue found for "{query}"
fr: {number} problème trouvé concernant "{query}"

source: No issues found for "{query}"
fr: Pas problèmes trouvés concernant "{query}"

source: No issues found
fr: Pas de problèmes trouvés
